[
    {
        "name": "Abraham S",
        "date": "5 months ago",
        "title": "",
        "description": "Dr Sonia is really the best doctor I have ever seen. I had to travel to abroad from Tamil Nadu but I was not able to travel sue my health condition. Dr Sonia took good care of me ahe treated me well and took good care of me. I thank her a lot. I recommend Swasthya Clinic for your best health check up. 😀",
        "source": "google",
        "rating": 5
    },
    {
        "name": "Alka Sood",
        "date": "8 months ago",
        "title": "",
        "description": "Dr Sonia Malik has impressed us .she is just pure amazing.she listens and she tries to solve your problems.if you are looking for such professional gynecologist you must visit Dr Sonia Malik. Thank you Dr Sonia for your counselling and support.",
        "source": "google",
        "rating": 5
    },
    {
        "name": "Rajni yadav",
        "date": "8 months ago",
        "title": "",
        "description": "A special thanks to my gynaecologist,Dr Sonia . I had some gynec issues she handled it so well and guided me throughout.she was always positive in her approach and helped me steer.",
        "source": "google",
        "rating": 5
    },
    {
        "name": "Arti Bhakhar",
        "date": "8 months ago",
        "title": "",
        "description": "I have been visiting to Dr Sonia Malik for some of my treatment.acc to my experience she is the best doctor.not only a great gynecologist but also upbeat and caring.i highly recommend.",
        "source": "google",
        "rating": 5
    },
    {
        "name": "Vandana Arora",
        "date": "9 months ago",
        "title": "",
        "description": "The best doctors in town. I got my treatment done from Dr sonia. She is just amazing and have all the detailed knowledge. Explains everything so well and doesn’t charge a bomb for consultation. Highly recommended 👍🏻",
        "source": "google",
        "rating": 5
    },
    {
        "name": "Murlidhar kankhar",
        "date": "4 months ago",
        "title": "",
        "description": "Behaved very well and explained very well we were short of money but they helped us a lot and reduced the money and also gave us a discount on medicine. Not only this but ma'am told us that as long as you are here I will advise you whenever you need any advice you can call me without hesitation thank you very much we will never forget your help and one thing ma'am your sweet smile is half a cure happens Thanks again🙏🙏",
        "source": "practo",
        "rating": 5
    },
    {
        "name": "Verified Patient ",
        "date": "4 months ago",
        "title": "Visited For PCOD/PCOS Treatment",
        "description": "Dr. Sonia, I want to express my sincere appreciation for the exceptional care and professionalism you demonstrated during my recent visit. Your compassion, expertise, and ability to create a comfortable environment truly set you apart. Thank you for your dedication to women's health and for making a positive impact on your patients' lives.",
        "source": "practo",
        "rating": 5
    }
]